# This generated file is Image Uploader's language file. It must be saved in UTF-16LE encoding. 777011a3 = translator's name (and optional e-mail, website)
78d42b38 = Очистить
e8029bb7 = Настройки
d1e2388f = Загрузить изображения
f540547f = Открыть в Image Uploader
49fb361b = Не могу загрузить файл миниатюры!
f6436cf5 = Ожидание ответа от сервера...
bfd324ac = Создание папки "
f9adf6cf = Отправка файла на сервер...
b0e84f76 = Авторизация на сервере...
bc508685 = Выполняю действие #%d...
5da69561 = Файл: 
78283dae = Сервер: 
af3ccfef = Загрузка на сервер не удалась. Повторяю (%d)...
70647cb3 = Загрузка не сервер удалась! (лимит попыток исчерпан)
c0dfc2cf = Модуль загрузки
d9ca0005 = Невозможно загрузить библиотеку MediaInfo.dll!
2c3e3817 = Имя файла: 
3fde1c4d = Размер файла: 
5afc5823 = Длительность: 
629e0a59 = Общий битрейт: 
30a42e15 = Видео: 
aead9fd5 = Аудио
35e1d1ef = Субтитры: 
9518848c = Could not download the update file \'
7e9d5250 = Downloading file 
d452240e = Error while updating component 
f7601c21 = MD5 check of the update package failed 
e71aa647 = Unable to unpack archive 
8b0fb91f = Could not read 
641a7835 = Update finished. Updated %d of %d files 
adcfe317 = MD5 check failed for file 
02811aee = Downloaded %s of %s (%d %%)
5f23e1c3 = Введите текст с картинки:
72be02c7 = SCRIPT
a99900e1 = Невозможно загрузить изображение
ec4ecac3 = Обработка изображений...
8b6b783f = Параметры...
bf9193e9 = Имя пользователя
2becfaa6 = Prof:
09aaf12d = Учетная запись:
f6da9c00 = Учетная запись...
2b90d6a3 = Ввести данные учетной записи
86760648 = Папка/альбом:
0f25e2f3 = не задана
ffab62c5 = По умолчанию
de000000 = 
571496fe = Добавить FTP сервер...
08129a28 = Добавить локальную папку...
39af9f52 = Изменить данные учетной записи
0091a1f9 = <без авторизации>
ba65d839 = Добавить учетную запись...
2074f25b = Настройки сервера и параметры авторизации
c91988f4 = Параметры
7a66d43f = Список изображений
c599dbba = Невозможно загрузить миниатюру к файлу.
cd1fd77c = Файл:
7bfefbf8 = Нашли ошибку? Сообщите автору
d5c7518f = Документация
e023e63d = Путь к файлу с настройками:
d5a87165 = Благодарности:
0a8cf609 = Контрибьюторам:
73ffcd54 = Переводчикам:
777011a3 = translator_name
9117a750 = %s translation:
0ceccf2d = Бета-тестерам:
ef33b220 = Спасибо авторам следующих библиотек с открытым исходным кодом:
01429540 = Libcurl version:
41ac3eac = FFmpeg version:
ad00e025 = v
1d761f10 = О программе
f8ebaf02 = Контактный e-mail:
2d9a37fb = Автор:
4ed92c60 = Веб-сайт:
1515fbb7 = Добавление папки как сервера
f79a75ad = Название соединения не может быть пустым
349e422b = Ошибка
e629c110 = Ссылка для скачивания не может быть пустой.
17c4f9a2 = Не удалось добавить сервер.
75cbad5b = Причина:
a33b2655 = Папка 
839de6f6 = Выбор папки
97ededc9 = Имя сервера:
bd3b26bd = Папка:
5d8027d2 = URL для скачивания:
2dbdcac2 = Отмена
8b57b4ea = Ссылка для скачивания будет выглядеть так:
6ced0211 = Конвертировать UNC путь "\\" в "file://///"
90090f79 = Добавление FTP сервера
3e4443ef = Имя сервера не может быть пустым
67ecd468 = Имя соединения:
cc40e481 = Сервер [:порт]:
b2b3efbd = Авторизация:
98c71d46 = Логин:
8c2e3a60 = Пароль:
4c6489ca = Удал. директория:
02415b71 = Новое FTP соединение
cbe2099c = Выберите сервер
caf775e1 = Добавить пункт меню
a3f82e1a = Название не может быть пустым
c8708f90 = Вы не выбрали сервер
65dbb671 = Вы не выбрали аккаунт для сервера "%s"
b6ca7053 = Загрузить на %s
f12fbedf = папка "%s"
aed4533d = Название:
8a069296 = Изображения
44b797ee = Миниатюры
fd1bb2da = Настройки обработки изображений
e29e8b9d = OK
c7dda4f7 = Применить
b2749485 = Сервер по-умолчанию для хранения изображений
d288c7cc = Сервер по-умолчанию для хранения других типов файлов
877ab7b6 = Сервер для быстрой загрузки скриншотов
69a7cc5f = Сервер для загрузки из контекстного меню проводника
573f3c40 = Сервер для сокращения ссылок
b932f682 = Запоминать в мастере настройки сервера для картинок
afaf6857 = Запоминать в мастере настройки сервера для других типов файлов
8afd631d = Выход
16f2c563 = Cокращаю ссылку "%s" с помощью %s
d16b9920 = Загрузить файлы
29ec3eb5 = Загрузить папку
392c0b9a = Вставить из буфера
9f756160 = Импорт видео
cc770f88 = Скриншот
58beee87 = Снимок выделенной области
21d9e9d0 = Снимок всего экрана
84dae5ca = Снимок активного окна
735ed372 = Снимок выбранного элемента
35b5a37c = Снимок произвольной формы
0249f2d1 = Открыть в редакторе
a4db637f = Загрузить на сервер
4adee8c6 = Копировать в буфер обмена
90f5be27 = Открыть в окне мастера
60642c1d = Добавить в мастер
ad565352 = Действие со снимком
78f241fc = Сократить ссылку
72892ffb = Показать окно программы
75ae56ac = Прервать загрузку
dd5a9bae = Невозможно зарегистрировать глобальное сочетание клавиш\n%s.\n Возможно, оно занято другой программой.
36690268 = Идет загрузка "%s" на сервер %s
4b3743d1 = Загрузка снимка
2bd8819d = Не удалось загрузить снимок :(
5dd2d38d = (адрес был автоматически помещен в буфер обмена)
da46be12 = Короткая ссылка
fd954559 = Для подробностей смотрите лог.
73ffbc70 = Не удалось сократить ссылку...
dc4c773b = Нажмите на это сообщение для открытия окна с кодом...
72fd3b6c = Снимок успешно загружен
b6fcb38f = Исполняемые файлы
ce130e33 = Все файлы
afce09cd = Внимание: чтобы изменения в языке вступили в силу, программу необходимо перезапустить.
6849c1f1 = Язык интерфейса:
fd28e32b = Показать лог
7ffa1911 = Контроль ошибок
23531f83 = Графический редактор:
46a24ee7 = Автоматически показывать окно лога в случае ошибок
684dca15 = Спрашивать подтверждение при выходе
40eee145 = Добавлять видеофайлы в список после перетаскивания
584c0e9c = Режим разработчика
92d587bc = История загрузок
cdcb92f2 = Открыть в браузере
7805993d = Копировать адрес
3cabf888 = Коды BBCode/HTML
e2d789b7 = Открыть папку с файлом
20243384 = Редактировать файл на сервере
f637d877 = Удалить файл с сервера
adb51bcc = Закрыть
8e9f6c1e = Всего сессий:
7071df75 = Всего файлов:
284ae28c = Общий объем:
c2a787ef = Период времени:
f96946d4 = Загружать миниатюры из Интернета
a671892c = Локальная комбинация клавиш:
edae1ac6 = Глобальная комбинация:
6fd7824a = Кнопка "Windows"
f9a0aa6b = Действие
61d72cf1 = Локальные
4e8b8848 = Глобальные
2b21a88d = Очистить всё
1602f956 = Нет действия
a865bdab = Контекстное меню значка
5fe12859 = Снимок прямоугольной области
74dadd8c = Изображения из Web
e0014d35 = Информация о медиафайле
ca2a2639 = Сократить ссылку из буфера
a6fe9785 = Перезаливка изображений
ea8e3245 = Редактировать...
9cf705b6 = Внимание! Глобальные сочетания действуют, только если включена опция "Показывать иконку в трее".
b0c4a9f9 = Загрузчик изображений
23589bde = Файл '%s' не является файлом изображения (Mime-Type: %s).
9ad9d8f2 = Добавить
1674760d = Вести наблюдение за буфером обмена
d9cb3533 = Введите список ссылок (http:// или ftp://, по одной ccылке в строке)
f5d1e3d2 = Повторная загрузка изображений
40bb6f57 = Сервер для хранения изображений
37ea2ce8 = Сервер
fff769ee = Недопустимый URL источника '%s'. Нужно ввести полный URL, включая схему (http,https и т.п.)
320aa7f3 = Не найдено ссылок на изображения!
9463fcf2 = Остановить
04ae93d7 = Загружено изображений: 
6b7379cb = Скачано: 
dd917c88 = Перезалить
d230f825 = Копировать в буфер
d9551e52 = Исходный код
f02bd80f = Список ссылок
2b05e472 = Введите текст (код HTML, BB-code, или просто список URL):
3221f689 = Вставить HTML из буфера
b9e39bf9 = URL источника (опционально):
382724dc = Вставлять HTML при нажатии Ctrl+V
a277771c = Перезаливка изображений в тексте с сохранением исходной разметки
7a6bb0dd = Интеграция с проводником Windows
6847c904 = Интеграция в контекстное меню оболочки
5c86907e = Пункт в контекстное меню файлов изображений
10566673 = Сразу начинать загрузку на сервер
af6a8159 = Пункт в контекстном меню видеофайлов
217b14ad = Вложенное контекстное меню
feaed847 = Добавить Image Uploader в меню "Отправить"
665134e1 = Пользовательские элементы меню:
9af7b35a = Параметры авторизации
406a2792 = Выполнить авторизацию...
b27cb41b = Учетная запись с таким именем уже существует.
f4bdbcdb = Авторизация была выполнена успешно
19309c9c = Не удалось авторизоваться. Попробовать еще раз.
92784521 = Логин не может быть пустым
630e3f8a = Выполнять авторизацию
bf277557 = Удалить аккаунт
20bf5b05 = Дополнительные параметры
9de9e488 = Подогнать
4bd8e25c = По центру
51ccfab4 = Растянуть
de05f9c8 = Авто
c9c09bcb = Верхний левый угол
5231a02d = Сверху посередине
d107f9f0 = Правый верхний угол
6caceb5b = Левый нижний угол
012d3528 = Снизу посередине
de2c2bb9 = Правый нижний угол
a1527de9 = Создать профиль
f3b696e8 = Сохранить профиль
94312b23 = Удалить профиль
2c236951 = Вы действительно хотите поместить текст и логотип в одном месте на изображении?
a6c0c25e = Параметры изображений
7c9ca8c6 = Имя нового профиля
d8cd45f6 = Введите имя профиля для сохранения:
9de15f44 = Текущий профиль не был сохранен. Продолжить?
1ace9fae = (изменен)
42f4bb36 = Новый профиль
fa74324e = Вы действительно хотите удалить профиль '%s'?
d1e82623 = Профиль:
d0878a77 = Формат:
6c30a068 = Качество:
922f7a69 = Изменение ширины:
f33e53f9 = Добавить водяной знак
0a586bf1 = Не обрабатывать изображение, если оно уже в нужном формате
6c81ddc1 = Сохранять пропорции
b6e5bc46 = Добавить текст на картинку
8cdc9a4c = и/или высоты:
2a00f9e5 = Режим:
6d5384fc = Имя файла:
a7cf5b82 = Позиция логотипа:
8048ce2f = Водяной знак
214f5c8c = Текст на картинке
457361bd = Введите текст:
f747e5b2 = Цвет текста:
ab6c6ee3 = Цвет обводки:
bd7c9d78 = Шрифт...
775dbf6b = Позиция текста:
6fb6c3f7 = Параметры эскизов
3f2af013 = Цвет рамки
4f52a8ca = Цвет градиента 1:
411239af = Цвет градиента 2:
1bf483e0 = Сохранять EXIF информацию
790ca97c = Копировать
0ccfa110 = Очистить список
5f1de092 = Лог ошибок
cec2a305 = Скрыть
49d33458 = Добавить изображения
071f2a13 = Добавить файлы
b734309e = Добавить каталог
a8af871e = Вставить
09f201ca = Удалить всё
765ee8b7 = Просмотр
7b41d517 = Сохранить как...
002d2108 = Копировать изображение
4a55172f = Удалить
e65e543d = Свойства
1218507a = Редактировать
15d70e0b = Открыть во внешнем редакторе
c11fd740 = Файлы
08a3ed3d = Cнимок экрана
875298c8 = Удалить из списка
115da62a = Информация о файле
c51f95fe = Загрузка...
2867df13 = Ошибка:
3126ab61 = Файл "
a5ed9743 = " не найден!
97e68ce5 = Новая папка (альбом)
f3048ed4 = Редактирование папки
af3a41cf = Название папки/альбома:
e75c4c88 = Описание:
e34b9c60 = Доступ:
a9ddb553 = %s - быстрая настройка
2f0c1f27 = Случайный сервер
5d11d22c = Введите данные учетной записи
31d5c01f = У меня есть учетная запись на этом сервере
b61d84e8 =  (необязательно)
914035cb = Настройки FTP
c23986a9 = Продолжить
cc1e40ed = На какой сервер будем загружать картинки?
f54d26ec = Запуск программы при старте Windows
956d2ca3 = Перехватывать нажатия PrintScreen и Alt+PrintScreen
1c5eb615 = Добавить пункт в контекстное меню проводника Windows
91ba39c4 = Инфо о последнем видео
aae1241c = Опции
8b7df050 = Предпросмотр
a2f5ad65 = Таблица эскизов с увеличением по клику
b0fb3429 = Эскизы с увеличением по клику
99b1cf20 = Ссылки на картинки/файлы
5691f01d = Файл не найден.
121072a2 = Сократить ссылки с помощью %s
8cf24168 = Сократить ссылки
ce8f89f3 = Использовать прямые ссылки
f0357acd = Открывать ссылки в новой вкладке (для HTML)
075c48be = Использовать шаблон
40bc8ccc = Копировать URL адрес 
7db5ce6b = Окно предпросмотра
6ea15df2 = Картинок в строке:
86d98d71 = Тип кода:
2ea1c19f = Результаты загрузки
6500dc31 = Для форума (BBCode)
9d37c4b1 = Для сайта (HTML)
3b3caf1a = Просто ссылки (URL)
2ca472d0 = Снимок прямоугольной области...
4fa2c7c3 = Снимок произвольной области...
422d6e0e = Снимок элемента управления...
eec43f7c = Снимок экрана
ac0021f5 = Задержка:
915e2413 = сек
4f7b4977 = Открыть скриншот в редакторе
013c8906 = Удалять уголки у окна
5dbccd86 = Имя файла содержит запрещенные символы!
98ca1e1b = Дополнительно
aede8f3c = мс
3c5c1aa8 = Обзор
2ad421ad = Папка для сохранения скриншотов:
70457da8 = Формат имени файла
391c0f82 = Задержка при скрытии окон:
bfb4653f = Всегда копировать в буфер обмена
1f2100c8 = Параметры сохранения снимков
528eddb8 = Выводить окно на передний план при выборе мышью
6765778d = %y - год, %m - месяц, %d - день\n%h - час, %n - минута, %s - секунда\n %i - порядковый номер,\n%width% - ширина,  %height% - высота изображения
97dd4149 = Добавлять тень окна
4df2ea0b = Разрешить Alt+Tab в полноэкранном редакторе
c0353157 = Удалять фон окна
3d889045 = Сокращать ссылки при быстрой загрузке (по горячей клавише)
229d5f36 = Только для Aero (Windows Vista и новее)
010bb9f4 = Использовать старый способ выбора области экрана
5798415e = Список папок
9ee7d3cd = Ошибка при загрузке squirrel скрипта.
deb00a34 = Список папок на сервере %s для учетной записи '%s':
a6171d56 = Создать вложенную папку
3ed16525 = Создать папку
31e071c6 = Данный сервер не поддерживает получение списка папок
6960ecc6 = Не удалось загрузить список папок.
aa77baff = Параметры сервера %s
3c607924 = не выбран
0ff0c822 = Выбрать...
43a3bb80 = Параметры:
e40bb608 = Основные
98d4dc52 = Серверы
05a1b0d1 = Видео
6a997d89 = Загрузка
600deaba = Интеграция
490f2e0f = Трей
2349b45b = Горячие клавиши
a3978959 = Настройки сохранены.
552b108c = Сокращение ссылок
82f472e4 = Короткая ссылка скопирована в буфер обмена!
c190d649 = Сократить
7e2248e9 = Введите URL:
0eb5700d = Превышение размера
558b8a10 = Сервер для хранения других типов файлов
f8cf9898 = Файл
fb2b7199 = Файл превышает максимальный размер, допустимый для загрузки на сервер %s (%s).
6d78d85f = Измените настройки изображения или выберите другой сервер, чтобы изображение могло быть загружено.
c4c0c2b6 = Параметры изображения
bc511ace = Для всех
75a48d7a = Игнорировать
b1570d02 = Сервер для загрузки изображений:
9f6b1321 = Оставить без изменения
227f7281 = Редактирование шаблона миниатюры
9395e177 = Цвет каймы:
94905432 = Цвета
57ea80c4 = Цвет рамки:
f36b1ee1 = Обводить в рамку
0dffaa4d = Толщина:
7d37a573 = Параметры текста:
199a80e4 = Текст:
9c3e0b57 = Выводить текст
467e61d6 = Как у изображения
2900b747 = Окно ввода
c952831f = Введите имя нового шаблона миниатюры:
dfa23ac5 = Шаблон с таким именем уже существует!
eb7f6222 = Надпись на миниатюре:
31f51163 = Цвет фона:
b657ac77 = Ширина:
ef584e2d = Высота:
f3d25fe4 = Шаблон миниатюры:
5ca5f56b = Создать копию
c1c805cf = Скриншот выделенной области
2de80eff = Скриншот всего экрана
09c93724 = Скриншот текущего окна
9bb70523 = Показывать значок в трее
4a2a3d31 = Реакция на действия мыши
5573a358 = Двойной клик левой кнопкой
5b376953 = Одиночный клик левой кнопкой
8b90580d = Клик средней кнопкой
678ead0a = Клик правой кнопкой
052643b0 = Не запускать новые копии программы из трея
23fedba2 = Обновление Image Uploader
1a602d4e = Название компонента
9bc173ec = Статус
aa70d1fa = Проверка обновлений...
3827488f = Ошибка при получении данных об обновлениях.
08641420 = Обновление не требуется.
4fb1e222 = В очереди
75afeb77 = Обновить
c08cce9a = Завершить
e1b6978a = Миниатюра
3d0e8db9 = Обрабатывается файл %d из %d...
fd6d47ca = Подготовка файла к отправке..
28a40ee8 = Файл "%s" не найден.
91a54811 = Загрузка изображения..
9c196289 = Загрузка файла
9fc80a1f = Не удалось загрузить файл "%s" на сервер. 
54c550a9 = Загрузка файлов прервана пользователем.
9f7264fd = Загрузка миниатюры..
e25799d1 = Не удалось загрузить миниатюру к изображению "%s" на сервер. 
ea6b0234 = Вcего %d файлов было загружено.
4b24cf15 = %d файлов загружены не были из-за ошибок.
98bbd427 = Ошибок нет.
6cdda9c1 = Завершить >
269f3136 = Ссылки на файлы (%d)
95041343 = Процесс загрузки
bc0918a0 = Ссылки на файлы
2f167248 = Ошибок: %d
1327f039 = Загрузка завершена.
8bc51fee = Все файлы были успешно загружены.
3d99da3a = %s из %s (%d%%) %s
925845e3 = Прогресс:
863c6e69 = Обработка изображений
32b5da69 = По ширине
7d367df1 = По высоте
6e6fe310 = По большей стороне
ca1ac48e = Настройки по-умолчанию
b4df10f2 = Текст на эскизе
7f643627 = Обрабатывать изображения
af1b5c84 = Настройки миниатюры
335ed093 = Создавать миниатюры (превью)
eff7ece9 = Использовать серверные миниатюры
aad2ed7f = Масштабирование
75f05210 = Настройки эскизов по-умолчанию
208b80d7 = Сокращать ссылки
66db8286 = Это означает, что миниатюры будут создаваться сайтом, а не программой.
a4c6dd14 = Редактировать профиль
90e75163 = Выберите сервер...
571f979c = Выберите папку...
7908fe9d = Загрузка файлов на сервер '%s' невозможна без наличия учетной записи.\nПожалуйста, зарегистрируйтесь на данном сервере и укажите ваши регистрационные данные в программе.
97e689a2 = Вы не задали параметры авторизации на сервере '%s'!
e9b53ff7 = &Загрузить
a163c684 = Невозможно использовать шаблон для миниатюры. Файл шаблона "Data\Thumb.png" не найден.
f534d8c5 = Задать пользователя...
9c4fcb6c = Аккаунт не выбран
42dfaed5 = Папка не выбрана
0622698c = Добавить локальную папку как сервер...
c5decd9c = Настройки сервера...
c2cee230 = Новая папка
98ad2704 = Настройки сервера
e9760e13 = Открыть страницу регистрации
1b5c4344 = Без изменения
2a4c8280 = Дополнительно...
3710ccec = Миниаютюры
e255b4f3 = Cервер для загрузки изображений
f1e68db2 = Ширина миниатюры:
d3c00f24 = Надпись на миниатюре
1c3402b1 = Нажмите кнопку "Загрузить" чтобы начать процесс загрузки
52b4a2f5 = Сервер для остальных типов файлов
0578ad38 = Файл %s не существует
cc92ff77 = Параметры подключения
5daccde0 = Использовать прокси-сервер
0568dd5a = Адрес:
4d35c9cc = Порт:
fda30f45 = Тип сервера:
512fffc4 = Необходима авторизация
372d63bc = Автоматически копировать результаты в буфер обмена
0018103f = Ошибки загрузки
7a323f95 = Показывать диалоговое окно в случае ошибки
10b0fed7 = Кол-во попыток загрузки файла:
b74a4eb4 = Кол-во попыток для одной операции:
3b8e572f = Размер буфера отдачи:
2fd4b5b0 = Число потоков
cf829d97 = Выполнять Squirrel-скрипт для каждой задачи (файла)
3d3b2c20 = Открыть папку с изображениями
faa4b366 = Далее >
977a725c = Извлекаю кадр 
fa458107 = Извлечение кадров было остановлено пользователем.
7c3cea35 = Видео файлы
1834ede8 = Извлечь
63394810 = Извлечение кадров было завершено.
7cb5385f = Извлечение видео кадров
baa8a113 = Обзор...
10f13a37 = Деинтерлейсинг
9cb01a07 = Кол-во кадров:
5cd31542 = множество файлов
63120296 = один файл
47612578 = Сохранить как:
239b51b4 = Настройки внешнего вида
75390e20 = Количество колонок:
6b49f86b = Ширина превьюшки:
1ba228f7 = Горизонтальный промежуток:
a145c08f = Вертикальный промежуток:
7c9211fa = Параметры компоновки кадров
0d5f961b = Отобразить информацию о видеофайле на картинке
f0427ba5 = %f% - имя видео файла без расширения, \n%fe% - имя видео файла с расширением\n%ext% - расширение видео файла,\n%y% - год, %m% - месяц, %d% - день\n%h% - час, %n% - минута, %s% - секунда\n %i% - порядковый номер,\n%cx% - ширина,  %cy% - высота изображения
04e2bc4d = Папка для сохранения кадров:
a6f551a4 = JPEG, PNG, GIF, BMP и любые другие файлы
4d8b82ae = Добавить файлы..
8398e174 = Из интернета
7d8c71fc = Добавить папку...
6b26e91a = Из буфера обмена
462fc41e = Перезаливка
da047ca5 = всего экрана или выбранной части
24debbd2 = Снимок выбранной области...
c4bc189c = Импортировать видео файл
4e6171f9 = извлечение кадров из видеоролика
e9406660 = Информация о медиа файле...
cea255df = Настройки программы
9f75909c = Для опытных пользователей
67266805 = История
9847c8e8 = Выберите действие:
d95fab48 = Совет:
92232fa7 = Просто перетащите изображения или видео-файл в окно программы и программа обработает их.
73ed0bac = Добро пожаловать в мастер публикации изображений, который поможет вам разместить ваши фотографии, изображения, кадры из видео-файлов в Интернете!
d8fa486b = Добавить Image Uploader в контекстное меню проводника Windows?
aca73dc3 = Невозможно открыть файл со спиком серверов "servers.xml"!\n\nПричина:  %s\n\nПродолжить работу программы?
51dc81a6 = Библиотека MediaInfo.dll не найдена. \nПолучение технических данных о файлах мультимедиа будет недоступно.
e4218ff6 = Профиль "%s" не найден.
b6811e6e = Параметры изображений и выбор сервера
8a3d02eb = Загрузка файлов на сервер
85508c34 = Вы хотите извлечь кадры из этого видеофайла? \n(иначе файл будет просто добавлен в список)
af39330b = Поиск графических файлов...
0b62df2a = Сбор файлов...
913e7a88 = Обрабатывается каталог:
997537e1 = Не найдено ни одного файла изображений.
06384eba = Не найдено ни одного файла.
90aa3be8 = Включая поддиректории
3f8280a0 = Любые файлы
609f0f2d = Вы уверены что хотите выйти из программы?
fbc586e5 = Аудио файлы
a2cd7e26 = Снимок сохранен в буфере обмена
b7fe8e51 = О программе...
7f44ccf2 = Проверить обновления
00c9c371 = < Назад
47666903 = Доступны обновления
a4575d2d = Больше цветов...
3b392c32 = Прямоугольник
fe097c57 = Скругленный прямоугольник
20089d52 = Эллипс
1882485f = Заполненный прямоугольник
e692ad25 = Заполненный эллипс
704f0c38 = Редактор изображений
dc33bc34 = Сохранить как
73b761f1 = Добавить в список
1ab4c70f = Поделиться
75227990 = Сохранить
7dca7fa5 = Перемещение
7f113404 = Выделение
4177a627 = Обрезка
7fb5b07a = Кисть
9fbbc8b2 = Подсвечивающий маркер
129fa111 = Линия
62c12bcb = Стрелка
e18232c8 = Текст
a86f8a38 = Размывающий прямоугольник
6e818165 = Размытие
b68f3f6f = Выбрать цвет
4dcd3e11 = Отменить
41e7c821 = Сохранить изменения?
7681c082 = Выберите область
217cf10f = Повторить
1c0cb477 = Вырезать
e3dcbbb7 = Параметры текста
f5e9ff99 = Толщина линии
bd8d148b = Радиус закругления
40fa61ee = Загрузить только изображения
48b49612 = Не удалось запустить процесс '%s'
